/* Window Title */
"Bauhaus Clock Options" = "Настройки часов Баухаус";

/* Theme Selection */
"Theme" = "Оформление";
"Day" = "День";
"Night" = "Ночь";
"System" = "Система";

/* Color Selection */
"Lume Color" = "цвет свечения";

/* Watch Dial Selection */
"Watch Dial" = "Циферблат";

/* Buttons */
"OK" = "OK";
"Cancel" = "Отмена";
"Made with care by Atilla ↗" = "Создано с любовью Atilla ↗";

/* Color Names */
"Red" = "Красный";
"Amber" = "Янтарный";
"Lavender" = "Лаванда";
"Rose" = "Розовый";
"Seafoam" = "Морская Пена";
"Sky" = "Небесный";
"Swiss BGW9" = "Swiss BGW9";
"Peach" = "Персиковый";
"Tritium Green" = "Тритиевый Зеленый";
"Aqua" = "Аква";
"Lime" = "Лайм";
"Yellow" = "Жёлтый";
"Ice Blue" = "Синий лёд";
"White" = "Белый";

/* Size Selection */
"Size" = "Размер";
"Standard" = "Классический";
"Compact" = "Компактный";

/* Movement Selection */
"Movement" = "Механизм";
"1 Hz" = "Кварц";
"4 Hz" = "Механический";
"60 Hz" = "Цифровой";

/* Movement Subtitles */
"Quartz tick" = "Кварцевый скачок";
"Mechanical sweep" = "Механический ход";
"Ultra smooth" = "Плавное движение";

/* Watch Dial Names */
"Glacier" = "Ледник";
"Ocean" = "Океан";
"Turquoise" = "Бирюзовый";
"Tennis" = "Теннис";
"Signal Blue" = "Сигнальный синий";
"Salmon" = "Лососевый";
"White" = "Белый";
"Yellow" = "Жёлтый";
"Beige" = "Бежевый";
"Pistachio" = "Фисташковый";
"Lavender" = "Лаванда";
"Sky Blue" = "Голубой";
"Cream" = "Кремовый";
"Charcoal" = "Угольный";
"Noir" = "Нуар";